const wordBank = {
  // 单字
  1: [
    "陈", "红", "砾", "槐", "柏", "炎", "霜", "焰", "余", "棘",  
    "年", "令", "夕", "山", "林", "锏", "黍", "盾", "剑", "刃"  
  ],
  
  // 双字
  2: [
    "银灰", "夜莺", "初雪", "微风", "卡提", "白面", "夜刀", "死芒", "水月", 
    "治疗", "阻挡", "闪避", "溅射", "沉睡", "召唤", "吸血", "溅射", "沉默", "眩晕", 
    "费用", "攻速", "法抗",  "信赖" , "提丰", "莱伊", "杏仁", "冰酿","术特","冰酿","狙医","蓝图","点刺",
    "兔头"
  ],
  
  // 三字
  3: [
     "迷迭香", "弑君者", "调香师", "王维娜", "刻俄柏", "送葬人", "阿米娅", "幽灵鲨",  
    "强力击", "水灯心", "特克诺", "凯瑟琳", "莱欧斯", "逻各斯",  
    "阿罗玛", "导火索", "伊内丝","赫德雷" , "再部署","狼心糖"
  ],
  
  // 四字或更多
  4: [
    "隐德来希", "维什戴尔", "普瑞赛斯", "悲叹仆役",  
    "法术抗性", "攻击范围", "血魔大君", "生命上限", 
    "小猫蛋卷", "恭喜雅雅", "天灾信使", "源石技艺",  "血狼破军",
    "集成战略", "危机合约", "禁止治疗", "元素损伤" ,"涤火杰西卡", "纯烬艾雅法拉"
  ]
};
